/* {0} will be substituted with a file name. */
"'{0}' doesn't exist. Would you like to create it?" = "'{0}' doesn't exist. Would you like to create it?";

/* No comment provided by engineer. */
"Can't create directory. Please check permissions and directory path." = "Can't create directory. Please check permissions and directory path.";

/* No comment provided by engineer. */
"Do you want to replace the file?\n" = "Do you want to replace the file?\n";

/* No comment provided by engineer. */
"Document was exported successfully." = "Document was exported successfully.";

/* A message dialog title */
"DWG/DXF Export" = "DWG/DXF Export";

/* Dialog title */
"Export DWG/DXF" = "Export DWG/DXF";

/* No comment provided by engineer. */
"Export File field can't be empty." = "Export File field can't be empty.";

/* Progress dialog status. */
"Exporting layer..." = "Exporting layer...";

/* Progress dialog status. */
"Saving complete" = "Saving complete";

/* Progress dialog status. */
"Saving data..." = "Saving data...";

/* No comment provided by engineer. */
"The following file already exists: \n\n" = "The following file already exists: \n\n";

/* Default file name */
"Untitled" = "Untitled";

/* Warning dialog title */
"Warning" = "Warning";

/* {0} is the nth file of total number of {1} files. It is used in a progress dialog. */
"{0} of {1}" = "{0} of {1}";

/* Progress dialog status. */
"{0} of {1} layer" = "{0} of {1} layer";

/* Progress dialog status. */
"{0} of {1} layers" = "{0} of {1} layers";

